-- phpMyAdmin SQL Dump
-- version 4.7.0
-- https://www.phpmyadmin.net/
--
-- Хост: localhost
-- Время создания: Июл 23 2017 г., 07:07
-- Версия сервера: 10.1.21-MariaDB
-- Версия PHP: 5.6.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `olda`
--

-- --------------------------------------------------------

--
-- Структура таблицы `shop_item`
--

CREATE TABLE `shop_item` (
  `id` int(11) UNSIGNED NOT NULL,
  `1Cid` varchar(255) NOT NULL,
  `connect` varchar(255) NOT NULL,
  `caption` varchar(255) NOT NULL,
  `seolink` varchar(255) NOT NULL,
  `desc_full` text NOT NULL,
  `desc_short` text NOT NULL,
  `show` int(1) NOT NULL DEFAULT '1',
  `flagman` int(1) NOT NULL,
  `good_price` tinyint(1) NOT NULL,
  `sell_out` tinyint(1) NOT NULL,
  `on_main` tinyint(1) NOT NULL,
  `price_diler` decimal(10,2) NOT NULL,
  `price_roznica` decimal(10,2) NOT NULL,
  `date` datetime DEFAULT NULL,
  `last_update` datetime NOT NULL,
  `img` varchar(155) NOT NULL,
  `article` varchar(100) NOT NULL DEFAULT '0',
  `order` smallint(5) UNSIGNED NOT NULL,
  `hit` int(1) NOT NULL,
  `garantiya` int(10) UNSIGNED NOT NULL,
  `nalichie` varchar(50) NOT NULL DEFAULT '+',
  `package` varchar(50) NOT NULL DEFAULT '0',
  `param_connect` varchar(255) NOT NULL DEFAULT '',
  `branch_connect` varchar(255) NOT NULL,
  `gallery_connect` varchar(255) NOT NULL,
  `companion_connect` varchar(255) NOT NULL,
  `p1` varchar(255) NOT NULL,
  `p2` varchar(255) NOT NULL,
  `p3` varchar(255) NOT NULL,
  `p4` varchar(255) NOT NULL,
  `p5` varchar(255) NOT NULL COMMENT 'Цена по входу',
  `p6` varchar(255) NOT NULL,
  `postavschik` varchar(50) NOT NULL,
  `brand` varchar(50) NOT NULL,
  `meta_t` varchar(255) NOT NULL,
  `meta_k` text NOT NULL,
  `meta_d` text NOT NULL,
  `see` int(11) NOT NULL,
  `print` enum('1','0') NOT NULL DEFAULT '1',
  `pos` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_item`
--

INSERT INTO `shop_item` (`id`, `1Cid`, `connect`, `caption`, `seolink`, `desc_full`, `desc_short`, `show`, `flagman`, `good_price`, `sell_out`, `on_main`, `price_diler`, `price_roznica`, `date`, `last_update`, `img`, `article`, `order`, `hit`, `garantiya`, `nalichie`, `package`, `param_connect`, `branch_connect`, `gallery_connect`, `companion_connect`, `p1`, `p2`, `p3`, `p4`, `p5`, `p6`, `postavschik`, `brand`, `meta_t`, `meta_k`, `meta_d`, `see`, `print`, `pos`) VALUES
(1, '', ';22;', '', '', '', '', 1, 1, 0, 0, 0, '2.75', '0.00', '2017-07-10 22:20:05', '0000-00-00 00:00:00', '', '', 0, 0, 0, '+', '0', '', '', '', '', '', '', '', '', '', '', '', '', 'Золотая осень', 'Золотая, осень,', 'Золотая осень', 0, '1', 1499714367),
(2, '', ';22;', '', '', '', '', 1, 1, 0, 0, 0, '2.00', '0.00', '2017-07-11 15:56:03', '0000-00-00 00:00:00', '', '', 0, 0, 0, '+', '0', '', '', '', '', '', '', '', '', '', '', '', '', 'Белая ночь', 'Белая, ночь,', 'Белая ночь', 0, '1', 1499777725),
(3, '', ';22;', '', '', '', '', 1, 1, 0, 0, 0, '2.00', '0.00', '2017-07-11 18:16:42', '0000-00-00 00:00:00', '', '', 0, 0, 0, '+', '0', '', '', '', '', '', '', '', '', '', '', '', '', 'Лицевой красный', 'Лицевой, красный,', 'Лицевой красный', 0, '1', 1499786180),
(4, '', ';36;', '', '', '', '', 1, 1, 0, 0, 0, '6.00', '0.00', '2017-07-11 20:01:02', '0000-00-00 00:00:00', '', '', 0, 0, 0, '+', '0', '', '', '', '', '', '', '', '', '', '', '', '', 'Шлакоблок 120х190х390', 'Шлакоблок, 120х190х390,', 'Шлакоблок 120х190х390', 0, '1', 1499792404),
(5, '', ';36;', '', '', '', '', 1, 1, 0, 0, 0, '9.00', '0.00', '2017-07-11 20:01:37', '0000-00-00 00:00:00', '', '', 0, 0, 0, '+', '0', '', '', '', '', '', '', '', '', '', '', '', '', 'Шлакоблок 190х190х390', 'Шлакоблок, 190х190х390,', 'Шлакоблок 190х190х390', 0, '1', 1499792486),
(6, '', ';36;', '', '', '', '', 1, 1, 0, 0, 0, '5.00', '0.00', '2017-07-11 20:01:58', '0000-00-00 00:00:00', '', '', 0, 0, 0, '+', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 0, '1', 1499792518);

-- --------------------------------------------------------

--
-- Структура таблицы `shop_item_en`
--

CREATE TABLE `shop_item_en` (
  `lid` int(11) NOT NULL,
  `pid` varchar(11) NOT NULL,
  `caption` varchar(255) NOT NULL,
  `desc_short` text NOT NULL,
  `desc_full` text NOT NULL,
  `meta_t` varchar(255) NOT NULL,
  `meta_k` text NOT NULL,
  `meta_d` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_item_en`
--

INSERT INTO `shop_item_en` (`lid`, `pid`, `caption`, `desc_short`, `desc_full`, `meta_t`, `meta_k`, `meta_d`) VALUES
(1, '1', '', '', '', '', '', ''),
(2, '2', '', '', '', '', '', ''),
(3, '3', '', '', '', '', '', ''),
(4, '4', '', '', '', '', '', ''),
(5, '5', '', '', '', '', '', ''),
(6, '6', '', '', '', '', '', '');

-- --------------------------------------------------------

--
-- Структура таблицы `shop_item_ru`
--

CREATE TABLE `shop_item_ru` (
  `lid` int(11) NOT NULL,
  `pid` varchar(11) NOT NULL,
  `caption` varchar(255) NOT NULL,
  `desc_short` text NOT NULL,
  `desc_full` text NOT NULL,
  `meta_t` varchar(255) NOT NULL,
  `meta_k` text NOT NULL,
  `meta_d` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_item_ru`
--

INSERT INTO `shop_item_ru` (`lid`, `pid`, `caption`, `desc_short`, `desc_full`, `meta_t`, `meta_k`, `meta_d`) VALUES
(1, '1', 'Золотая осень', '', '', 'Золотая осень', 'Золотая, осень, ', 'Золотая осень'),
(2, '2', 'Белая ночь', '', '', 'Белая ночь', 'Белая, ночь, ', 'Белая ночь'),
(3, '3', 'Лицевой красный', '', '', 'Лицевой красный', 'Лицевой, красный, ', 'Лицевой красный'),
(4, '4', 'Шлакоблок 120х190х390', '', '', 'Шлакоблок 120х190х390', 'Шлакоблок, 120х190х390, ', 'Шлакоблок 120х190х390'),
(5, '5', 'Шлакоблок 190х190х390', '', '', 'Шлакоблок 190х190х390', 'Шлакоблок, 190х190х390, ', 'Шлакоблок 190х190х390'),
(6, '6', 'Шлакоблок 90х190х390', '', '', 'Шлакоблок 90х190х390', 'Шлакоблок, 90х190х390, ', 'Шлакоблок 90х190х390');

-- --------------------------------------------------------

--
-- Структура таблицы `shop_item_ua`
--

CREATE TABLE `shop_item_ua` (
  `lid` int(11) NOT NULL,
  `pid` varchar(11) NOT NULL,
  `caption` varchar(255) NOT NULL,
  `desc_short` text NOT NULL,
  `desc_full` text NOT NULL,
  `meta_t` varchar(255) NOT NULL,
  `meta_k` text NOT NULL,
  `meta_d` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_item_ua`
--

INSERT INTO `shop_item_ua` (`lid`, `pid`, `caption`, `desc_short`, `desc_full`, `meta_t`, `meta_k`, `meta_d`) VALUES
(1, '1', '', '', '', '', '', ''),
(2, '2', '', '', '', '', '', ''),
(3, '3', '', '', '', '', '', ''),
(4, '4', '', '', '', '', '', ''),
(5, '5', '', '', '', '', '', ''),
(6, '6', '', '', '', '', '', '');

-- --------------------------------------------------------

--
-- Структура таблицы `shop_tag`
--

CREATE TABLE `shop_tag` (
  `id` int(11) UNSIGNED NOT NULL,
  `connect` varchar(255) NOT NULL,
  `caption` varchar(255) NOT NULL,
  `seolink` varchar(255) NOT NULL,
  `desc_short` varchar(555) NOT NULL,
  `desc_full` text NOT NULL,
  `img` varchar(255) NOT NULL,
  `show` int(1) NOT NULL,
  `hit` int(1) NOT NULL,
  `level` int(1) NOT NULL,
  `meta_t` varchar(255) NOT NULL,
  `meta_k` text NOT NULL,
  `meta_d` text NOT NULL,
  `date` datetime NOT NULL,
  `see` int(11) NOT NULL,
  `pos` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_tag`
--

INSERT INTO `shop_tag` (`id`, `connect`, `caption`, `seolink`, `desc_short`, `desc_full`, `img`, `show`, `hit`, `level`, `meta_t`, `meta_k`, `meta_d`, `date`, `see`, `pos`) VALUES
(1, '', '', 'katalog', '', '', '', 1, 0, 0, '', '', '', '2017-07-10 21:36:50', 0, 1499711802),
(2, ';16;17;15;14;', '', 'beton-zhbi', '', '', '', 1, 1, 1, '', '', '', '2017-07-10 21:38:32', 0, 1500353189),
(3, ';18;20;21;19;37;', '', 'gazoblok', '', '', '', 1, 1, 1, '', '', '', '2017-07-10 21:58:00', 0, 1499713296),
(4, ';36;', '', 'shlakoblok', '', '', '', 1, 1, 1, '', '', '', '2017-07-10 21:58:32', 0, 1499711904),
(5, ';30;31;32;33;34;35;', '', 'cherepitsa', '', '', '', 1, 1, 1, '', '', '', '2017-07-10 21:58:48', 0, 1499713076),
(6, ';', '', 'tsement', '', '', '', 1, 1, 1, '', '', '', '2017-07-10 21:59:02', 0, 1499713108),
(7, ';', '', 'trotuarnaya-plitka', '', '', '', 1, 1, 1, '', '', '', '2017-07-10 21:59:19', 0, 1499713125),
(8, ';29;41;42;43;44;45;46;47;48;49;50;51;52;', '', 'sukhie-smesi', '', '', '', 1, 1, 1, '', '', '', '2017-07-10 21:59:33', 0, 1499713138),
(9, ';', '', 'silikatnyy-kirpich', '', '', '', 1, 1, 1, '', '', '', '2017-07-10 22:00:02', 0, 1499713155),
(10, ';38;39;40;', '', 'kirpich-ryadovoy', '', '', '', 1, 1, 1, '', '', '', '2017-07-17 17:14:06', 0, 1499713170),
(39, ';10;', '', 'pustotelyy', '', '', '', 1, 0, 2, '', '', '', '2017-07-17 17:14:41', 0, 1500300881),
(11, ';', '', 'kirpich-ogneupornyy', '', '', '', 1, 1, 1, '', '', '', '2017-07-10 22:00:34', 0, 1499713197),
(12, ';22;23;24;25;26;27;28;', '', 'kirpich-oblitsovochnyy', '', '', '', 1, 1, 1, '', '', '', '2017-07-10 22:01:15', 0, 1499713214),
(13, ';', '', 'keramicheskie-bloki-keraterm', '', '', '', 1, 1, 1, '', '', '', '2017-07-10 22:01:42', 0, 1499713229),
(14, ';2;', '', 'fundamentnye-bloki-fsb', '', '', '', 1, 0, 2, '', '', '', '2017-07-10 22:03:07', 0, 1499713387),
(15, ';2;', '', 'plity-perekrytiya', '', '', '', 1, 0, 2, '', '', '', '2017-07-10 22:04:48', 0, 1499713488),
(16, ';2;', '', 'beton', '', '', '', 1, 0, 2, '', '', '', '2017-07-10 22:05:09', 0, 1499713509),
(17, ';2;', '', 'peremychki-zhelezobetonnye', '', '', '', 1, 0, 2, '', '', '', '2017-07-10 22:05:31', 0, 1499713531),
(18, ';3;', '', 'gazobeton-hetten-kharkov', '', '', '', 1, 0, 2, '', '', '', '2017-07-10 22:06:32', 0, 1499713592),
(19, ';3;', '', 'gazoblok-aeroc-obukhov', '', '', '', 1, 0, 2, '', '', '', '2017-07-17 17:12:38', 0, 1499713615),
(20, ';3;', '', 'gazoblok-stounlayt', '', '', '', 1, 0, 2, '', '', '', '2017-07-10 22:07:51', 0, 1499713671),
(21, ';3;', '', 'chernigov', '', '', '', 1, 0, 2, '', '', '', '2017-07-10 22:08:02', 0, 1499713682),
(22, ';12;', '', 'altkom', '', '', '', 1, 0, 2, '', '', '', '2017-07-10 22:08:36', 0, 1499713716),
(23, ';12;', '', 'apb-tsegla-borzna', '', '', '', 1, 0, 2, '', '', '', '2017-07-10 22:09:13', 0, 1499713753),
(24, ';12;', '', 'belaya-tserkov', '', '', '', 1, 0, 2, '', '', '', '2017-07-10 22:09:37', 0, 1499713777),
(25, ';12;', '', 'evroton', '', '', '', 1, 0, 2, '', '', '', '2017-07-10 22:09:48', 0, 1499713788),
(26, ';12;', '', 'kerameyya', '', '', '', 1, 0, 2, '', '', '', '2017-07-10 22:10:08', 0, 1499713808),
(27, ';12;', '', 'keramikbudservis-kbs', '', '', '', 1, 0, 2, '', '', '', '2017-07-10 22:10:39', 0, 1499713839),
(28, ';12;', '', 'sbk', '', '', '', 1, 0, 2, '', '', '', '2017-07-10 22:10:57', 0, 1499713857),
(29, ';8;', '', 'smesi-kleevye', '', '', '', 1, 0, 2, '', '', '', '2017-07-18 07:38:05', 0, 1499713893),
(30, ';5;', '', 'bitumnaya-cherepitsa-iko', '', '', '', 1, 0, 2, '', '', '', '2017-07-10 22:12:59', 0, 1499713979),
(31, ';5;', '', 'cherepitsa-katepal', '', '', '', 1, 0, 2, '', '', '', '2017-07-10 22:13:30', 0, 1499714010),
(32, ';5;', '', 'cherepitsa-kerabit', '', '', '', 1, 0, 2, '', '', '', '2017-07-10 22:13:59', 0, 1499714039),
(33, ';5;', '', 'cherepitsa-roofshield', '', '', '', 1, 0, 2, '', '', '', '2017-07-10 22:14:49', 0, 1499714089),
(34, ';5;', '', 'cherepitsa-shinglas', '', '', '', 1, 0, 2, '', '', '', '2017-07-10 22:15:17', 0, 1499714117),
(35, ';5;', '', 'cherepitsa-tegola', '', '', '', 1, 0, 2, '', '', '', '2017-07-10 22:15:42', 0, 1499714142),
(36, ';4;', '', 'shlakoblok', '', '', '', 1, 0, 2, '', '', '', '2017-07-11 19:59:43', 0, 1499792383),
(37, ';3;', '', 'gazoblok-aeroc-berezan', '', '', '', 1, 0, 2, '', '', '', '2017-07-17 17:13:08', 0, 1500300788),
(38, ';10;', '', 'polnotelyy-m100', '', '', '', 1, 0, 2, '', '', '', '2017-07-17 17:13:52', 0, 1500300832),
(40, ';10;', '', '2nf', '', '', '', 1, 0, 2, '', '', '', '2017-07-17 17:14:56', 0, 1500300896),
(41, ';8;', '', 'zatirki-dlya-mezhplitochnykh-shvov', '', '', '', 1, 0, 2, '', '', '', '2017-07-18 07:38:56', 0, 1500352736),
(42, ';8;', '', 'smesi-dlya-kladki-teploizolyatsionnykh-blokov', '', '', '', 1, 0, 2, '', '', '', '2017-07-18 07:39:38', 0, 1500352778),
(43, ';8;', '', 'smesi-stroitelnye-montazhnye', '', '', '', 1, 0, 2, '', '', '', '2017-07-18 07:40:06', 0, 1500352806),
(44, ';8;', '', 'smesi-dlya-litsevoy-kladki-tsvetnye', '', '', '', 1, 0, 2, '', '', '', '2017-07-18 07:40:31', 0, 1500352831),
(45, ';8;', '', 'smesi-dlya-ustroystva-gidroizolyatsii', '', '', '', 1, 0, 2, '', '', '', '2017-07-18 07:40:56', 0, 1500352856),
(46, ';8;', '', 'shtukaturnye-smesi', '', '', '', 1, 0, 2, '', '', '', '2017-07-18 07:41:14', 0, 1500352874),
(47, ';8;', '', 'shpaklevka-fasadnaya', '', '', '', 1, 0, 2, '', '', '', '2017-07-18 07:41:36', 0, 1500352896),
(48, ';8;', '', 'shtukaturki-dekorativnye', '', '', '', 1, 0, 2, '', '', '', '2017-07-18 07:42:17', 0, 1500352937),
(49, ';8;', '', 'smesi-dlya-ustroystva-polov', '', '', '', 1, 0, 2, '', '', '', '2017-07-18 07:42:37', 0, 1500352957),
(50, ';8;', '', 'drenazhnye-smesi-dlya-sistem-moscheniya', '', '', '', 1, 0, 2, '', '', '', '2017-07-18 07:43:17', 0, 1500352997),
(51, ';8;', '', 'remontnye-smesi', '', '', '', 1, 0, 2, '', '', '', '2017-07-18 07:43:31', 0, 1500353011),
(52, ';53;8;', '', 'gruntovki-i-ehmulsii', '', '', '', 1, 0, 2, '', '', '', '2017-07-18 07:46:44', 0, 1500353030),
(53, ';52;', '', 'gruntovki-i-ehmulsii', '', '', '', 1, 1, 1, '', '', '', '2017-07-18 07:46:29', 0, 1499713269);

-- --------------------------------------------------------

--
-- Структура таблицы `shop_tag_en`
--

CREATE TABLE `shop_tag_en` (
  `lid` int(11) NOT NULL,
  `pid` varchar(11) NOT NULL,
  `caption` varchar(255) NOT NULL,
  `desc_short` varchar(555) NOT NULL,
  `desc_full` text NOT NULL,
  `meta_t` varchar(255) NOT NULL,
  `meta_k` text NOT NULL,
  `meta_d` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_tag_en`
--

INSERT INTO `shop_tag_en` (`lid`, `pid`, `caption`, `desc_short`, `desc_full`, `meta_t`, `meta_k`, `meta_d`) VALUES
(1, '1', '', '', '', '', '', ''),
(2, '2', '', '', '', '', '', ''),
(3, '3', '', '', '', '', '', ''),
(4, '4', '', '', '', '', '', ''),
(5, '5', '', '', '', '', '', ''),
(6, '6', '', '', '', '', '', ''),
(7, '7', '', '', '', '', '', ''),
(8, '8', '', '', '', '', '', ''),
(9, '9', '', '', '', '', '', ''),
(10, '10', '', '', '', '', '', ''),
(11, '11', '', '', '', '', '', ''),
(12, '12', '', '', '', '', '', ''),
(13, '13', '', '', '', '', '', ''),
(14, '14', '', '', '', '', '', ''),
(15, '15', '', '', '', '', '', ''),
(16, '16', '', '', '', '', '', ''),
(17, '17', '', '', '', '', '', ''),
(18, '18', '', '', '', '', '', ''),
(19, '19', '', '', '', '', '', ''),
(20, '20', '', '', '', '', '', ''),
(21, '21', '', '', '', '', '', ''),
(22, '22', '', '', '', '', '', ''),
(23, '23', '', '', '', '', '', ''),
(24, '24', '', '', '', '', '', ''),
(25, '25', '', '', '', '', '', ''),
(26, '26', '', '', '', '', '', ''),
(27, '27', '', '', '', '', '', ''),
(28, '28', '', '', '', '', '', ''),
(29, '29', '', '', '', '', '', ''),
(30, '30', '', '', '', '', '', ''),
(31, '31', '', '', '', '', '', ''),
(32, '32', '', '', '', '', '', ''),
(33, '33', '', '', '', '', '', ''),
(34, '34', '', '', '', '', '', ''),
(35, '35', '', '', '', '', '', ''),
(36, '36', '', '', '', '', '', ''),
(37, '37', '', '', '', '', '', ''),
(38, '38', '', '', '', '', '', ''),
(39, '39', '', '', '', '', '', ''),
(40, '40', '', '', '', '', '', ''),
(41, '41', '', '', '', '', '', ''),
(42, '42', '', '', '', '', '', ''),
(43, '43', '', '', '', '', '', ''),
(44, '44', '', '', '', '', '', ''),
(45, '45', '', '', '', '', '', ''),
(46, '46', '', '', '', '', '', ''),
(47, '47', '', '', '', '', '', ''),
(48, '48', '', '', '', '', '', ''),
(49, '49', '', '', '', '', '', ''),
(50, '50', '', '', '', '', '', ''),
(51, '51', '', '', '', '', '', ''),
(52, '52', '', '', '', '', '', ''),
(53, '53', '', '', '', '', '', '');

-- --------------------------------------------------------

--
-- Структура таблицы `shop_tag_ru`
--

CREATE TABLE `shop_tag_ru` (
  `lid` int(11) NOT NULL,
  `pid` varchar(11) NOT NULL,
  `caption` varchar(255) NOT NULL,
  `desc_short` varchar(555) NOT NULL,
  `desc_full` text NOT NULL,
  `meta_t` varchar(255) NOT NULL,
  `meta_k` text NOT NULL,
  `meta_d` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_tag_ru`
--

INSERT INTO `shop_tag_ru` (`lid`, `pid`, `caption`, `desc_short`, `desc_full`, `meta_t`, `meta_k`, `meta_d`) VALUES
(1, '1', 'Каталог', '', '', 'Каталог', 'Каталог, ', 'Каталог'),
(2, '2', 'Бетон, ЖБИ', '', '', 'Бетон, ЖБИ', 'Бетон,, ЖБИ, ', 'Бетон, ЖБИ'),
(3, '3', 'Газоблок', 'Газобетон, газобетонные блоки', '', 'Газоблок', 'Газобетон,, газобетонные, блоки, ', 'Газобетон, газобетонные блоки'),
(4, '4', 'Шлакоблок', '', '', 'Шлакоблок', 'Шлакоблок, ', 'Шлакоблок'),
(5, '5', 'Черепица', '', '', 'Черепица', 'Черепица, ', 'Черепица'),
(6, '6', 'Цемент', '', '', 'Цемент', 'Цемент, ', 'Цемент'),
(7, '7', 'Тротуарная плитка', '', '', 'Тротуарная плитка', 'Тротуарная, плитка, ', 'Тротуарная плитка'),
(8, '8', 'Сухие смеси', '', '', 'Сухие смеси', 'Сухие, смеси, ', 'Сухие смеси'),
(9, '9', 'Силикатный кирпич', '', '', 'Силикатный кирпич', 'Силикатный, кирпич, ', 'Силикатный кирпич'),
(10, '10', 'Кирпич рядовой', '', '', 'Кирпич рядовой, 2NF', 'Кирпич, рядовой,, 2NF, ', 'Кирпич рядовой, 2NF'),
(11, '11', 'Кирпич огнеупорный', '', '', 'Кирпич огнеупорный', 'Кирпич, огнеупорный, ', 'Кирпич огнеупорный'),
(12, '12', 'Кирпич облицовочный', '', '', 'Кирпич облицовочный', 'Кирпич, облицовочный, ', 'Кирпич облицовочный'),
(13, '13', 'Керамические блоки КЕРАТЕРМ', '', '', 'Керамические блоки КЕРАТЕРМ', 'Керамические, блоки, КЕРАТЕРМ, ', 'Керамические блоки КЕРАТЕРМ'),
(14, '14', 'Фундаментные блоки (ФСБ)', '', '', 'Фундаментные блоки (ФСБ)', 'Фундаментные, блоки, (ФСБ), ', 'Фундаментные блоки (ФСБ)'),
(15, '15', 'Плиты перекрытия', '', '', 'Плиты перекрытия', 'Плиты, перекрытия, ', 'Плиты перекрытия'),
(16, '16', 'Бетон', '', '', 'Бетон', 'Бетон, ', 'Бетон'),
(17, '17', 'Перемычки железобетонные', '', '', 'Перемычки железобетонные', 'Перемычки, железобетонные, ', 'Перемычки железобетонные'),
(18, '18', 'Газобетон HETTEN (Харьков)', '', '', 'Газобетон HETTEN (Харьков)', 'Газобетон, HETTEN, (Харьков), ', 'Газобетон HETTEN (Харьков)'),
(19, '19', 'Газоблок Aeroc Обухов', '', '', 'Газоблок Aeroc', 'Газоблок, Aeroc, ', 'Газоблок Aeroc'),
(20, '20', 'Газоблок Стоунлайт', '', '', 'Газоблок Стоунлайт', 'Газоблок, Стоунлайт, ', 'Газоблок Стоунлайт'),
(21, '21', 'Чернигов', '', '', 'Чернигов', 'Чернигов, ', 'Чернигов'),
(22, '22', 'Альтком', '', '', 'Альтком', 'Альтком, ', 'Альтком'),
(23, '23', 'Апб-цегла (Борзна)', '', '', 'Апб-цегла (Борзна)', 'Апб-цегла, (Борзна), ', 'Апб-цегла (Борзна)'),
(24, '24', 'Белая церковь', '', '', 'Белая церковь', 'Белая, церковь, ', 'Белая церковь'),
(25, '25', 'Евротон', '', '', 'Евротон', 'Евротон, ', 'Евротон'),
(26, '26', 'Керамейя', '', '', 'Керамейя', 'Керамейя, ', 'Керамейя'),
(27, '27', 'Керамикбудсервис (КБС)', '', '', 'Керамикбудсервис (КБС)', 'Керамикбудсервис, (КБС), ', 'Керамикбудсервис (КБС)'),
(28, '28', 'СБК', '', '', 'СБК', 'СБК, ', 'СБК'),
(29, '29', 'Смеси клеевые', '', '', 'Смеси клеевые', 'Смеси, клеевые, ', 'Смеси клеевые'),
(30, '30', 'Битумная черепица IKO', '', '', 'Битумная черепица IKO', 'Битумная, черепица, IKO, ', 'Битумная черепица IKO'),
(31, '31', 'Черепица Katepal', '', '', 'Черепица Katepal', 'Черепица, Katepal, ', 'Черепица Katepal'),
(32, '32', 'Черепица Kerabit', '', '', 'Черепица Kerabit', 'Черепица, Kerabit, ', 'Черепица Kerabit'),
(33, '33', 'Черепица RoofShield', '', '', 'Черепица RoofShield', 'Черепица, RoofShield, ', 'Черепица RoofShield'),
(34, '34', 'Черепица Shinglas', '', '', 'Черепица Shinglas', 'Черепица, Shinglas, ', 'Черепица Shinglas'),
(35, '35', 'Черепица Tegola', '', '', 'Черепица Tegola', 'Черепица, Tegola, ', 'Черепица Tegola'),
(36, '36', 'Шлакоблок', '', '', 'Шлакоблок', 'Шлакоблок, ', 'Шлакоблок'),
(37, '37', 'Газоблок Aeroc Березань', '', '', 'Газоблок Aeroc Березань', 'Газоблок, Aeroc, Березань, ', 'Газоблок Aeroc Березань'),
(38, '38', 'Полнотелый М100', '', '', 'Полнотелый М100', 'Полнотелый, М100, ', 'Полнотелый М100'),
(39, '39', 'Пустотелый', '', '', 'Пустотелый', 'Пустотелый, ', 'Пустотелый'),
(40, '40', '2НФ', '', '', '2НФ', '2НФ, ', '2НФ'),
(41, '41', 'Затирки для межплиточных швов', '', '', 'Затирки для межплиточных швов', 'Затирки, для, межплиточных, швов, ', 'Затирки для межплиточных швов'),
(42, '42', 'Смеси для кладки теплоизоляционных блоков', '', '', 'Смеси для кладки теплоизоляционных блоков', 'Смеси, для, кладки, теплоизоляционных, блоков, ', 'Смеси для кладки теплоизоляционных блоков'),
(43, '43', 'Смеси строительные монтажные', '', '', 'Смеси строительные монтажные', 'Смеси, строительные, монтажные, ', 'Смеси строительные монтажные'),
(44, '44', 'Смеси для лицевой кладки (цветные)', '', '', 'Смеси для лицевой кладки (цветные)', 'Смеси, для, лицевой, кладки, (цветные), ', 'Смеси для лицевой кладки (цветные)'),
(45, '45', 'Смеси для устройства гидроизоляции', '', '', 'Смеси для устройства гидроизоляции', 'Смеси, для, устройства, гидроизоляции, ', 'Смеси для устройства гидроизоляции'),
(46, '46', 'Штукатурные смеси', '', '', 'Штукатурные смеси', 'Штукатурные, смеси, ', 'Штукатурные смеси'),
(47, '47', 'Шпаклевка фасадная', '', '', 'Шпаклевка фасадная', 'Шпаклевка, фасадная, ', 'Шпаклевка фасадная'),
(48, '48', 'Штукатурки декоративные', '', '', 'Штукатурки декоративные', 'Штукатурки, декоративные, ', 'Штукатурки декоративные'),
(49, '49', 'Смеси для устройства полов', '', '', 'Смеси для устройства полов', 'Смеси, для, устройства, полов, ', 'Смеси для устройства полов'),
(50, '50', 'Дренажные смеси для систем мощения', '', '', 'Дренажные смеси для систем мощения', 'Дренажные, смеси, для, систем, мощения, ', 'Дренажные смеси для систем мощения'),
(51, '51', 'Ремонтные смеси', '', '', 'Ремонтные смеси', 'Ремонтные, смеси, ', 'Ремонтные смеси'),
(52, '52', 'Грунтовки и эмульсии', '', '', 'Грунтовки и эмульсии', 'Грунтовки, эмульсии, ', 'Грунтовки и эмульсии'),
(53, '53', 'Грунтовки и эмульсии', '', '', 'Грунтовки и эмульсии', 'Грунтовки, эмульсии, ', 'Грунтовки и эмульсии');

-- --------------------------------------------------------

--
-- Структура таблицы `shop_tag_ua`
--

CREATE TABLE `shop_tag_ua` (
  `lid` int(11) NOT NULL,
  `pid` varchar(11) NOT NULL,
  `caption` varchar(255) NOT NULL,
  `desc_short` varchar(555) NOT NULL,
  `desc_full` text NOT NULL,
  `meta_t` varchar(255) NOT NULL,
  `meta_k` text NOT NULL,
  `meta_d` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `shop_tag_ua`
--

INSERT INTO `shop_tag_ua` (`lid`, `pid`, `caption`, `desc_short`, `desc_full`, `meta_t`, `meta_k`, `meta_d`) VALUES
(1, '1', '', '', '', '', '', ''),
(2, '2', '', '', '', '', '', ''),
(3, '3', '', '', '', '', '', ''),
(4, '4', '', '', '', '', '', ''),
(5, '5', '', '', '', '', '', ''),
(6, '6', '', '', '', '', '', ''),
(7, '7', '', '', '', '', '', ''),
(8, '8', '', '', '', '', '', ''),
(9, '9', '', '', '', '', '', ''),
(10, '10', '', '', '', '', '', ''),
(11, '11', '', '', '', '', '', ''),
(12, '12', '', '', '', '', '', ''),
(13, '13', '', '', '', '', '', ''),
(14, '14', '', '', '', '', '', ''),
(15, '15', '', '', '', '', '', ''),
(16, '16', '', '', '', '', '', ''),
(17, '17', '', '', '', '', '', ''),
(18, '18', '', '', '', '', '', ''),
(19, '19', '', '', '', '', '', ''),
(20, '20', '', '', '', '', '', ''),
(21, '21', '', '', '', '', '', ''),
(22, '22', '', '', '', '', '', ''),
(23, '23', '', '', '', '', '', ''),
(24, '24', '', '', '', '', '', ''),
(25, '25', '', '', '', '', '', ''),
(26, '26', '', '', '', '', '', ''),
(27, '27', '', '', '', '', '', ''),
(28, '28', '', '', '', '', '', ''),
(29, '29', '', '', '', '', '', ''),
(30, '30', '', '', '', '', '', ''),
(31, '31', '', '', '', '', '', ''),
(32, '32', '', '', '', '', '', ''),
(33, '33', '', '', '', '', '', ''),
(34, '34', '', '', '', '', '', ''),
(35, '35', '', '', '', '', '', ''),
(36, '36', '', '', '', '', '', ''),
(37, '37', '', '', '', '', '', ''),
(38, '38', '', '', '', '', '', ''),
(39, '39', '', '', '', '', '', ''),
(40, '40', '', '', '', '', '', ''),
(41, '41', '', '', '', '', '', ''),
(42, '42', '', '', '', '', '', ''),
(43, '43', '', '', '', '', '', ''),
(44, '44', '', '', '', '', '', ''),
(45, '45', '', '', '', '', '', ''),
(46, '46', '', '', '', '', '', ''),
(47, '47', '', '', '', '', '', ''),
(48, '48', '', '', '', '', '', ''),
(49, '49', '', '', '', '', '', ''),
(50, '50', '', '', '', '', '', ''),
(51, '51', '', '', '', '', '', ''),
(52, '52', '', '', '', '', '', ''),
(53, '53', '', '', '', '', '', '');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `shop_item`
--
ALTER TABLE `shop_item`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `shop_item_en`
--
ALTER TABLE `shop_item_en`
  ADD PRIMARY KEY (`lid`);

--
-- Индексы таблицы `shop_item_ru`
--
ALTER TABLE `shop_item_ru`
  ADD PRIMARY KEY (`lid`);

--
-- Индексы таблицы `shop_item_ua`
--
ALTER TABLE `shop_item_ua`
  ADD PRIMARY KEY (`lid`);

--
-- Индексы таблицы `shop_tag`
--
ALTER TABLE `shop_tag`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `shop_tag_en`
--
ALTER TABLE `shop_tag_en`
  ADD PRIMARY KEY (`lid`);

--
-- Индексы таблицы `shop_tag_ru`
--
ALTER TABLE `shop_tag_ru`
  ADD PRIMARY KEY (`lid`);

--
-- Индексы таблицы `shop_tag_ua`
--
ALTER TABLE `shop_tag_ua`
  ADD PRIMARY KEY (`lid`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `shop_item`
--
ALTER TABLE `shop_item`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT для таблицы `shop_item_en`
--
ALTER TABLE `shop_item_en`
  MODIFY `lid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT для таблицы `shop_item_ru`
--
ALTER TABLE `shop_item_ru`
  MODIFY `lid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT для таблицы `shop_item_ua`
--
ALTER TABLE `shop_item_ua`
  MODIFY `lid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT для таблицы `shop_tag`
--
ALTER TABLE `shop_tag`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=54;
--
-- AUTO_INCREMENT для таблицы `shop_tag_en`
--
ALTER TABLE `shop_tag_en`
  MODIFY `lid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=54;
--
-- AUTO_INCREMENT для таблицы `shop_tag_ru`
--
ALTER TABLE `shop_tag_ru`
  MODIFY `lid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=54;
--
-- AUTO_INCREMENT для таблицы `shop_tag_ua`
--
ALTER TABLE `shop_tag_ua`
  MODIFY `lid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=54;COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
